{
  "content": {
    "steamAccountSecurityCheck": {
      "banner": {
        "title": "Sicherheitslücken auf deinem Steam-Konto festgestellt",
        "review": "Überprüfen"
      },
      "dialog": {
        "steamWebApiKeyExposed": {
          "title": "Steam Web API Schlüssel offengelegt",
          "description": {
            "paragraph1": "Ein Steam Web API-Schlüssel wurde auf deinem Konto erkannt. Dieser Schlüssel könnte von böswilligen Akteuren ausgenutzt werden, um dein Konto und dein Inventar zu kontrollieren, einschließlich dem Annehmen oder Ablehnen von Handelsangeboten. Solche Schlüssel werden häufig bei Phishing-Angriffen verwendet, um Inventar zu stehlen.",
            "paragraph2": "Wenn du selbst keinen Steam Web API Key registriert hast, solltest du bitte sofort aus Vorsicht alle Geräte deauthorisieren.",
            "paragraph3": "Stelle als Nächstes sicher, dass du den Steam Web API-Schlüssel widerrufst.",
            "paragraph4": "Zusätzlich empfehlen wir, dein Passwort zu ändern. Wenn Angreifer Zugriff auf deinen Steam Web API Key hatten, könnten sie auch dein Steam Passwort kennen. Wenn dieses Passwort auch woanders genutzt wird, ist es entscheidend, es auch auf anderen Seiten zu ändern."
          },
          "revokeSteamWebApiKey": "Steam Web API-Key widerrufen",
          "changePassword": "Passwort ändern",
          "deauthorizeAllDevices": "Entferne die Berechtigung von allen Geräten"
        },
        "steamWebApiKeyExplained": {
          "title": "Was ist ein Steam Web API Schlüssel?",
          "description": "Die Nutzung deines API-Schlüssels auf Handelswebseiten ist unnötig und birgt erhebliche Risiken. Hauptsächlich für Entwickler gedacht, ist der Missbrauch deines API-Schlüssels vergleichbar mit dem Offenlegen deiner Anmeldeinformationen. Solche Aktionen können zu Phishing-Angriffen führen und könnten dazu führen, dass dein Steam-Konto gefährdet oder gesperrt wird, was gegen die <0>Steam Web API Nutzungsbedingungen</0> verstößt."
        }
      }
    },
    "traderOfferCheck": {
      "tradePartnerUnverified": {
        "title": "Könnte jemand versuchen, dich zu betrügen?",
        "description": {
          "paragraph1": "Dieses Handelsangebot scheint nicht von Skinport zu stammen, und wir konnten den Handelspartner nicht verifizieren.",
          "paragraph2": "Wir raten dir, nur weiterzumachen, wenn du deinem Handelspartner vertraust. Du wirst deine Gegenstände nicht zurückbekommen können."
        },
        "continueTrade": "Handel fortsetzen",
        "readSafetyGuide": "Sicherheitsleitfaden lesen"
      },
      "tradePartnerVerified": {
        "title": "Du handelst mit Skinport",
        "description": {
          "paragraph1": "Dieses Handelsangebot kommt offiziell von Skinport und der Handelspartner ist ein verifizierter Skinport-Bot."
        }
      }
    },
    "securityProvidedBySkinportBrowserExtension": "Sicherheit bereitgestellt durch die Skinport Browser-Erweiterung",
    "close": "Schließen"
  },
  "options": {
    "headerTitle": "Browsererweiterung",
    "pageTitle": "Einstellungen",
    "checkSteamAccountSecurity": {
      "label": "Prüfe auf Sicherheitslücken des Steam-Kontos",
      "description": "Diese Funktion erkennt offengelegte Steam Web API-Keys auf deinem Konto, ein häufiges Ziel von Phishing-Angriffen, um dein Konto zu kontrollieren und Inventare zu stehlen."
    },
    "checkTradeOffer": {
      "label": "Handelsangebote prüfen",
      "description": "Diese Funktion prüft, ob ein Handelspartner auf Steam ein offizieller Skinport Bot ist, um seine Echtheit zu bestätigen."
    }
  }
}
