{
  "content": {
    "steamAccountSecurityCheck": {
      "banner": {
        "title": "Security vulnerabilities detected on your Steam account",
        "review": "Review"
      },
      "dialog": {
        "steamWebApiKeyExposed": {
          "title": "Steam Web API Key Exposed",
          "description": {
            "paragraph1": "A Steam Web API Key has been detected on your account. This key could be exploited by malicious actors to control your account and inventory, including accepting or declining trade offers. Such keys are frequently used in phishing attacks to steal inventory.",
            "paragraph2": "If you have not registered a Steam Web API Key yourself, please deauthorize all devices immediately as a precaution.",
            "paragraph3": "Next, ensure to revoke the Steam Web API Key.",
            "paragraph4": "Additionally, we recommend changing your password. If attackers have accessed your Steam Web API Key, they might also know your Steam password. If this password is used elsewhere, it is crucial to change it on other sites too."
          },
          "revokeSteamWebApiKey": "Revoke Steam Web API Key",
          "changePassword": "Change password",
          "deauthorizeAllDevices": "Deauthorize all devices"
        },
        "steamWebApiKeyExplained": {
          "title": "What is a Steam Web API Key?",
          "description": "Using your API key on trading websites is unnecessary and poses significant risks. Intended primarily for developers, misuse of your API key is akin to exposing your login credentials. Such actions can lead to phishing attacks and might result in your Steam account being compromised or banned, in violation of the <0>Steam Web API Terms of Use</0>."
        }
      }
    },
    "traderOfferCheck": {
      "tradePartnerUnverified": {
        "title": "Could someone be attempting to scam you?",
        "description": {
          "paragraph1": "This trade offer does not appear to be from Skinport, and we couldn't verify the trade partner.",
          "paragraph2": "We advise you to only continue if you trust the trade partner. You will not be able to get your items back."
        },
        "continueTrade": "Continue trade",
        "readSafetyGuide": "Read safety guide"
      },
      "tradePartnerVerified": {
        "title": "You're trading with Skinport",
        "description": {
          "paragraph1": "This trade offer is officially from Skinport, and the trade partner is a verified Skinport bot."
        }
      }
    },
    "securityProvidedBySkinportBrowserExtension": "Security provided by Skinport browser extension",
    "close": "Close"
  },
  "options": {
    "headerTitle": "Browser extension",
    "pageTitle": "Settings",
    "checkSteamAccountSecurity": {
      "label": "Check for Steam account security vulnerabilities",
      "description": "This feature detects exposed Steam Web API Keys on your account, a common target in phishing attacks to control your account and steal inventories."
    },
    "checkTradeOffer": {
      "label": "Check Trade offers",
      "description": "The feature checks if a trading partner on Steam is an official Skinport bot to confirm its authenticity."
    }
  }
}
